[M_Ep10_BirdISTheWord MissionDefinition]
MissionName="Reserva Natural"
MissionDescription="Você conseguiu voltar à [place]Santuário[-place], mas, os Crimson Raiders ainda precisam de um plano para derrotar o Jack. É melhor você falar com o Roland para decidir o que fazer agora."
TurnInDescription="O preço foi muito alto mas, você deu um jeito de contornar o primeiro obstáculo no caminho do [place]Núcleo de Controle do Anjo[-place].
MissionSummary="Procure o Mordecai e consiga uma atualização para o software do Claptrap na [place]Reserva de Exploração da Vida Selvagem[-place]."
MissionGiver="Roland"
MissionTurnInLocation="Roland"
TeaserText=""

[M_Ep10_BirdISTheWord:CollectFeather MissionObjectiveDefinition]
ProgressMessage="Encontre a Bloodwing"

[M_Ep10_BirdISTheWord:DamageBotsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Danifique os Estivadores para entrar na [place]Reserva de Exploração da Vida Selvagem[-place]."
MissionDescriptionOverride="O primeiro obstáculo no caminho para o [place]Núcleo de Controle do Anjo[-place] é um campo de segurança da Hyperion que só pode ser desativado usando a mesma tecnologia da corporação. Roland acredita que o Claptrap pode fazer isso mas, o pequeno robô precisará de uma atualização de software.\nO problema é que essa atualização está armazenada em um microchip, no colar da Bloodwing - a mascote de Mordecai. As tropas da Hyperion capturaram a Bloodwing numa emboscada em [place]Tundra Express[-place]. Mordecai disse que ela foi levada para a [place]Reserva de Exploração da Vida Selvagem[-place]. Se conseguir salvar a Bloodwing, você conseguirá a atualização para o Claptrap.\nAntes é preciso descobrir como entrar na reserva. A porta dos fundos está trancada. Mordecai sugeriu que você danifique alguns Estivadores da Hyperion que estão na entrada. Os robôs Supervisores serão chamados para reparar os Estivadores e isso lhe garantirá uma porta de entrada para o lugar.\n"

[M_Ep10_BirdISTheWord:DamageGuardBots MissionObjectiveDefinition]
ProgressMessage="Danifique os Estivadores"

[M_Ep10_BirdISTheWord:DefeatBloodWingBoss MissionObjectiveDefinition]
ProgressMessage="Liberte Bloodwing"

[M_Ep10_BirdISTheWord:DefeatBloodWingBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote Bloodwing"
MissionDescriptionOverride="O primeiro obstáculo no caminho para o [place]Núcleo de Controle do Anjo[-place] é um campo de segurança da Hyperion que só pode ser desativado usando a mesma tecnologia da corporação. Roland acredita que o Claptrap pode fazer isso mas, o pequeno robô precisará de uma atualização de software.\nO problema é que essa atualização está armazenada em um microchip, no colar da Bloodwing - a mascote de Mordecai.\nInfelizmente, a aplicação exagerada de Eridium acabou transformando a Bloodwing numa máquina de matar gigantesca, com poderes elementais. Mordecai pediu para acertá-la com um dardo tranquilizante.\n"

[M_Ep10_BirdISTheWord:DeliverUpgradeClaptrap MissionObjectiveDefinition]
ProgressMessage="Entregue a atualização do Claptrap"

[M_Ep10_BirdISTheWord:DeliverUpgradeClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Atualize o Claptrap"
MissionDescriptionOverride="O primeiro obstáculo no caminho para o [place]Núcleo de Controle do Anjo[-place] é um campo de segurança da Hyperion que só pode ser desativado usando a mesma tecnologia da corporação. Roland acredita que o Claptrap pode fazer isso mas, o pequeno robô precisará de uma atualização de software.\nAinda que o preço tenha sido alto demais, você encontrou a atualização para o Claptrap no cadáver da Bloodwing. Jurando vingança, Mordecai pediu que você leve a atualização de software para o Claptrap.\n"
[M_Ep10_BirdISTheWord:FindBloodWingBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep10_BirdISTheWord:FindCellsBreadcrumbPlusOptionalSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep10_BirdISTheWord:FindFeatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep10_BirdISTheWord:FindHoldingCells MissionObjectiveDefinition]
ProgressMessage="Encontre as celas de contenção"

[M_Ep10_BirdISTheWord:FindHoldingCellsPlusOptionalSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Resgate a Bloodwing"
MissionDescriptionOverride="O primeiro obstáculo no caminho para o [place]Núcleo de Controle do Anjo[-place] é um campo de segurança da Hyperion que só pode ser desativado usando a mesma tecnologia da corporação. Roland acredita que o Claptrap pode fazer isso mas, o pequeno robô precisará de uma atualização de software.\nO problema é que essa atualização está armazenada em um microchip, no colar da Bloodwing - a mascote de Mordecai. As tropas da Hyperion capturaram a Bloodwing numa emboscada em [place]Tundra Express[-place]. Mordecai disse que ela foi levada para a [place]Reserva de Exploração da Vida Selvagem[-place]. Se conseguir salvar a Bloodwing, você conseguirá a atualização para o Claptrap.\n"

[M_Ep10_BirdISTheWord:FindHoldingCellsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Resgate Bloodwing da Reserva Hyperion"
MissionDescriptionOverride="O primeiro obstáculo no caminho para o [place]Núcleo de Controle do Anjo[-place] é um campo de segurança da Hyperion que só pode ser desativado usando a mesma tecnologia da corporação. Roland acredita que o Claptrap pode fazer isso mas, o pequeno robô precisará de uma atualização de software.\nO problema é que essa atualização está armazenada em um microchip, no colar da Bloodwing - a mascote de Mordecai. As tropas da Hyperion capturaram a Bloodwing numa emboscada em [place]Tundra Express[-place]. Mordecai disse que ela foi levada para a [place]Reserva de Exploração da Vida Selvagem[-place]. Se conseguir salvar a Bloodwing, você conseguirá a atualização para o Claptrap.\nMordecai acredita que Bloodwing está presa nas celas de contenção da Reserva.\n"

[M_Ep10_BirdISTheWord:FindMordecai MissionObjectiveDefinition]
ProgressMessage="Encontre Mordecai"

[M_Ep10_BirdISTheWord:FindMordecaiSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Se deseja impedir que Jack O'Cara desperte o Guerreiro, você precisa desconectar a IA do anjo Guardião. Para chegar ao [place]Núcleo de Controle do Anjo[-place], você terá que abrir caminho passando por três obstáculos.\nO primeiro é um campo de segurança da Hyperion que só pode ser desativado usando a mesma tecnologia da corporação, Roland acredita que o Claptrap pode fazer isso, mas, o pequeno robô precisará de uma atualização de software.\nMordecai passou cinco anos observando a Hyperion e roubando seus materiais. É possível que ele tenha o que você precisa.\n"

[M_Ep10_BirdISTheWord:GainAccessToShipping MissionObjectiveDefinition]
ProgressMessage="Vá até as docas de embarque"

[M_Ep10_BirdISTheWord:GetClaptrapUpgrade MissionObjectiveDefinition]
ProgressMessage="Consiga a atualização do Claptrap"

[M_Ep10_BirdISTheWord:GetClaptrapUpgradeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Pegue a atualização para o Claptrap que está no colar da Bloodwing."
MissionDescriptionOverride="\nApesar de ter sido envenenada com Eridium, Bloodwing está à salvo. Mordecai conseguiu sedá-lo graças à sua ajuda. Agora você só precisa fazer a atualização que está no colar do pássaro.\n"
[M_Ep10_BirdISTheWord:GetslagsampleforTannis MissionObjectiveDefinition]
ProgressMessage="Recolha as amostras de Slag"

[M_Ep10_BirdISTheWord:GoToPandoraPark MissionObjectiveDefinition]
ProgressMessage="Siga para a Reserva de Exploração da Vida Selvagem"

[M_Ep10_BirdISTheWord:GoToPandoraParkSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Se deseja impedir que Jack O'Cara desperte o Guerreiro, você precisa desconectar a IA do anjo Guardião. Para chegar ao [place]Núcleo de Controle do Anjo[-place], você terá que abrir caminho passando por três obstáculos.\nO primeiro é um campo de segurança da Hyperion que só pode ser desativado usando a mesma tecnologia da corporação, Roland acredita que o Claptrap pode fazer isso, mas, o pequeno robô precisará de uma atualização de software.\nMordecai passou cinco anos observando a Hyperion e roubando seus materiais. É possível que ele tenha o que você precisa.\nRoland enviou você para a [place]Reserva de Exploração da Vida Selvagem[-place] para procurá-lo.\n"

[M_Ep10_BirdISTheWord:InfiltrateLabsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Infiltre-se na [place]Reserva de Exploração da Vida Selvagem[-place] e resgate a Bloodwing."
MissionDescriptionOverride="O primeiro obstáculo no caminho para o [place]Núcleo de Controle do Anjo[-place] é um campo de segurança da Hyperion que só pode ser desativado usando a mesma tecnologia da corporação. Roland acredita que o Claptrap pode fazer isso mas, o pequeno robô precisará de uma atualização de software.\nO problema é que essa atualização está armazenada em um microchip, no colar da Bloodwing - a mascote de Mordecai. As tropas da Hyperion capturaram a Bloodwing numa emboscada em [place]Tundra Express[-place]. Mordecai disse que ela foi levada para a [place]Reserva de Exploração da Vida Selvagem[-place]. Se conseguir salvar a Bloodwing, você conseguirá a atualização para o Claptrap.\nAntes você deve encontrar uma maneira de entrar na Reserva. Mordecai sugeriu que você tente entrar pelas docas de cargas.\n"

[M_Ep10_BirdISTheWord:JackAmbushSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep10_BirdISTheWord:ReachShippingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep10_BirdISTheWord:RescueBloodWing MissionObjectiveDefinition]
ProgressMessage="Resgate a Bloodwing"
